Repository: dghezzi/zego
Catalog: zego-ios/Letzgo/Letzgo/*.lproj/Main.strings
Languages: it

# 0r1-h7-QIz.normalTitle
source: Login
it: Accedi

# 1GQ-Eq-yLK.text
source: Insert your mobile number
it: Inserisci il tuo numero di telefono

# 1fY-f6-IAG.text
source: FAQ
it: Tutorial

# 3BO-JW-TZG.placeholder
source: name
it: nome

# 4Jf-OR-6Od.text
source: Complete
it: Completa

# 75V-xa-nfk.text
source: Terms and Conditions
it: Sito web Zego

# BmS-ws-w8U.text
source: Edit mobile
it: Modifica telefono

# CJe-Nn-60z.text
source: My Rides
it: I miei passaggi

# CXn-6e-a8M.text
source: Complete
it: Completa

# DeW-y9-TV8.text
source: Insert your mobile number
it: Inserisci il tuo numero di telefono

# DsU-Hi-VWM.text
source: Payment
it: Pagamento

# Dy8-XQ-XY6.placeholder
source: surname
it: cognome

# EeH-l0-Dpu.normalTitle
source: Skip
it: Salta

# FJf-gm-zTQ.placeholder
source: insert promo code
it: inserisci codice promo

# GSl-4R-8UA.text
source: Edit profile picture
it: Modifica foto profilo

# GhF-sX-929.text
source: Name and Surname
it: Nome e Cognome

# HAW-Xo-8Vy.placeholder
source: surname
it: cognome

# HuV-om-RsE.normalTitle
source: Next
it: Avanti

# ISs-WJ-N9N.text
source: Do you have a promo code?
it: Hai un codice promozionale? Inseriscilo ora

# JLB-mL-SRc.text
source: You'll get a verification message
it: ti manderemo un SMS di verifica

# MFr-5R-HZJ.text
source: Sign up
it: Registrati

# MdI-Ie-KEm.normalTitle
source: Next
it: Avanti

# NkN-nC-M9y.normalTitle
source: Become Driver
it: Diventa Driver

# OH3-o1-FJZ.placeholder
source: surname
it: cognome

# OgF-Gs-CG1.text
source: Complete
it: Completa

# Oxk-YG-WeQ.normalTitle
source: Save
it: Salva

# QwW-OC-JFq.normalTitle
source: New picture
it: Nuova foto

# RH3-77-xQ3.normalTitle
source: Sign up
it: Registrati

# YaM-Z6-Ew2.text
source: Promo code
it: Codice Promo

# aF2-fa-wMB.text
source: You'll get a verification message
it: ti manderemo un SMS di verifica

# anh-Ax-ipZ.normalTitle
source: Next
it: Avanti

# arY-kC-gk5.normalTitle
source: Complete with Facebook
it: Completa con Facebook

# au0-2c-2MF.text
source: Tutorial
it: Info Legali

# bBp-qa-iaP.normalTitle
source: Save
it: Salva

# cEq-xt-x8C.normalTitle
source: Next
it: Salta

# cEr-4L-2oT.normalTitle
source: Confirm
it: Salva

# cih-jl-fCq.normalTitle
source: Next
it: Avanti

# ckd-wP-ktm.normalTitle
source: Confirm
it: Conferma

# cuW-zv-I10.text
source: Zego will verify you credit card with a 0.5 EUR preauthorization. You may receive an SMS from your bank.
it: L’app verifica la carta con un’operazione di 1€ che non prevede addebito. Potresti ricevere un SMS

# diZ-bU-oGU.text
source: You'll get a verification message
it: ti manderemo un SMS di verifica

# gTv-LV-9Dz.normalTitle
source: Send Again
it: Invia Ancora

# gg1-GF-Xuh.text
source: Verification PIN
it: PIN di verifica

# h8t-ja-bPc.text
source: Insert your mobile number
it: Inserisci il tuo numero di telefono

# iIZ-8w-MFB.normalTitle
source: Sign up with Facebook
it: Accedi con Facebook

# iOb-fZ-5CQ.normalTitle
source: Skip
it: Salta

# jh1-DF-JcM.text
source: Didn't get the SMS?
it: Problemi nella ricezione del codice

# jh4-Td-r0s.text
source: Web site
it: FAQ

# kiX-EH-V1A.placeholder
source: name
it: nome

# lnW-r0-i1T.text
source: Give rides
it: Offri passaggi

# n8w-Ge-cRT.text
source: Profile
it: Profilo

# nTa-pU-56p.text
source: Payment method
it: Pagamento

# oS9-S0-vbl.text
source: Wrong PIN
it: Il PIN inserito non è corretto

# qgO-iV-ssr.text
source: Profile
it: Profilo

# v1M-vd-xdf.normalTitle
source: Next
it: Avanti

# vFq-gK-aJp.text
source: Login
it: Accedi

# w3m-G2-GVh.normalTitle
source: Next
it: Avanti

# xwG-Bw-4Hc.text
source: Share to get 5€
it: Consiglia e ricevi 5€
